[UICustomize_GethBody]
m_strTitle=编辑躯干
m_strArms=手臂
m_strTorso=躯干
m_strLegs=腿部
m_strArmorPattern=装甲纹路
m_strTattoosLeft=左臂纹身
m_strTattoosRight=右臂纹身
m_strTattooColor=纹身颜色
m_strMainColor=主装甲颜色
m_strSecondaryColor=次装甲颜色
m_strLeftArm=左臂
m_strRightArm=右臂
m_strLeftArmDeco=左肩
m_strRightArmDeco=右肩
m_strLeftForearm=左前臂
m_strRightForearm=右前臂
m_strThighs=大腿
m_strShins=小腿
m_strTorsoDeco=躯干装备



[UICustomize_GethHead]
m_strTitle=编辑头部
m_strHead=头部/头盔


m_strMandibles=下颌
m_strCrests=冠饰
m_strRemoveHelmet=移除头盔
m_strEyeColor=眼睛颜色
m_strSkinColor=皮肤颜色


m_strUpperFaceProps=上脸部装饰
m_strLowerFaceProps=下脸部装饰
m_strHelmet=头盔/帽子
m_strScars=伤疤
m_strFacepaint=面部彩绘
m_strClearButton=清除
m_strFace=隐形头部
m_strHair=头发
m_strHairColor=头发颜色
m_strEyeColor=眼睛颜色
m_strSkinColor=皮肤颜色
m_strRemoveHelmetOrLowerProp=要编辑此选项，请移除头盔或下脸部装饰




[XGcharacterGenerator_Geth]
GethFirstName="盖斯"
GethLastNamePrefix="单位 #"

[XGcharacterGenerator_GethSoldier]
GethFirstName="盖斯"
GethLastNamePrefix="单位 #"


[UICustomize_GethMenu]
m_strTitle=自定义盖斯单位
m_strEditInfo=角色信息
m_strEditProps=装饰
m_strEditBody=躯干
m_strEditHead=头部/头盔
m_strEditWeapon=武器
m_strWeaponColor=武器颜色
m_strArmorPatternSelected=移除装甲纹路以更改装甲颜色

m_strExportCharacter=保存到角色池

m_strAllowTypeSoldier=可作为士兵出现
m_strCustomizeClass=更改士兵类型
m_strViewClass=以士兵职业查看
m_strAllowed=允许
m_strNoClassVariants=此士兵类型没有可用的职业变体
m_strTimeAdded=创建时间：

m_strExportSuccessTitle=角色已保存！
m_strExportSuccessBody=此士兵的姓名和外观已添加到角色池。

[UICustomize_GethProps]
m_strTitle=编辑装饰
m_strArmorPattern=装甲纹路
m_strWeaponPattern=武器纹路
m_strClearButton=清除
m_strHead=头部/头盔
m_strTattoosLeft=面部彩绘
m_strTattoosRight=面部彩绘
m_strTattooColor=纹身颜色
m_strUpperFaceProps=上脸部装饰
m_strLowerFaceProps=下脸部装饰
m_strLeftArm=左臂
m_strRightArm=右臂
m_strLeftArmDeco=左肩
m_strRightArmDeco=右肩
m_strFacepaint=面部彩绘
m_strScars=伤疤





[UICustomize_GethInfo]
m_strTitle=编辑盖斯单位信息
m_strFirstNameLabel=代号
m_strLastNameLabel=型号编号
m_strNicknameLabel=昵称
m_strEditBiography=传记
m_strGender=性别
m_strNationality=国籍
m_strBiographyLabel=角色传记
m_strVoice=声音
m_strPreviewVoice=预览
m_strAttitude=态度